Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Cannot handle way that is outer in multiple multipolygon relations.
ja: 複数のマルチポリゴンリレーションの外側ウェイを処理できません。

source: Cannot join inner and outer ways of a multipolygon
ja: マルチポリゴンの内側と外側のウェイを結合できません

source: Cannot load Projections file
ja: 投影法ファイルをロードできません

source: Cannot load cache {0} which is not compatible with current projection zone
ja: 現在の投影法ゾーンと合っていないため、キャッシュ {0}の読み込みはできません。

source: Cannot load layer of type ''{0}'' because no suitable importer was found.
ja: 適切なインポータが見つからないため、タイプ''{0}''のレイヤーがロードできません。

source: Cannot load layer {0} because it depends on layer {1} which has been skipped.
ja: 依存している {1} レイヤーがスキップされたため、 {0} レイヤーをロードできません。

source: Cannot merge because either of the participating primitives is new and the other is not
ja: 結合できません。なぜなら、処理しようとしているプリミティブが片方は新規で、もう一方は新規ではないためです。

source: Cannot merge nodes: Would have to delete way {0} which is still used by {1}
ja: ノードをマージできません: {1} で使われているノード {0} を削除する必要があります

source: Cannot merge primitives with different ids.
ja: 異なるIDを持つプリミティブはマージできません。

source: Cannot mix node and way for role "via"
ja: "via"ロールでノードとウェイを混在できません

source: Cannot modify preset tool "%1"'s name
ja: プリセットツールの"%1"の名前を変更できません。

source: Cannot modify preset tool name
ja: プリセットツールの名前を変更できません

source: Cannot move objects outside of the world.
ja: オブジェクトを世界の外に移動できません。

source: Cannot open URL ''{0}''<br>The following download tasks accept the URL patterns shown:<br>{1}
ja: URL ''{0}'' を開けません。<br>次のダウンロードタスクがこのURLパターンを使用しています。<br>{1}

source: Cannot open {0} file because file does not exist or no suitable file importer is available.
ja: ファイルが存在しないか、適切なファイルインポーターがないため、{0}件のファイルを開けません。

source: Cannot open {0} file with the file importer ''{1}''.
ja: ファイルインポーター''{1}''では{0}件のファイルを開けません。

source: Cannot parse timestamp ''{0}''
ja: タイムスタンプ ''{0}'' を解釈できません

source: Cannot place building outside of the world.
ja: 世界の外側には建物を配置できません。

source: Cannot place node outside of the world.
ja: 世界の外にノードを置くことはできません。

source: Cannot read the photo's details from the Walking Papers server.
ja: Walking Papersサーバから写真の詳細を読み込めません。

source: Cannot remove conflict for object ''{1}''.
ja: オブジェクト''{1}''の競合を削除できません。

source: Cannot replace geometry.
ja: 座標を置き換えることができませんでした。

source: Cannot reset state until the upload is finished.
ja: アップロードが完了するまで状態をリセットできません。

source: Cannot resolve undecided conflict.
ja: 未決の競合を解決できません

source: Cannot restrict changeset query to the current user because the current user is anonymous
ja: 現在匿名ユーザーで編集しているため、変更セットのクエリを制限できません。

source: Cannot restrict the changeset query to a specific bounding box.
ja: 変更セットクエリを特定の境界ボックスに限定することはできません。

source: Cannot restrict the changeset query to the user name ''{0}''
ja: ユーザー名 ''{0}'' への変更セットクエリは制限できません

source: Cannot reverse!
ja: 反転できません！

source: Cannot set participation in synchronized adjustment.
ja: 同期調整への参加を設定できません。

source: Cannot split since another split operation is already in progress
ja: 他の分割操作を処理中なので分割できません

source: Cannot start IPv4 remotecontrol https server on port {0}: {1}
ja: IPv4 のリモート制御 https サーバーが{0}番ポートで起動できません: {1}

source: Cannot start IPv4 remotecontrol server on port {0}: {1}
ja: {0}番ポートで IPv4 のリモート制御サーバを起動できませんでした: {1}

source: Cannot start IPv6 remotecontrol https server on port {0}: {1}
ja: IPv6 のリモート制御 https サーバーが{0}番ポートで起動できません: {1}

source: Cannot start IPv6 remotecontrol server on port {0}: {1}
ja: {0}番ポートで IPv6 のリモート制御サーバを起動できませんでした: {1}

source: Cannot transform to WGS84
ja: WGS84に変換できません

source: Cannot understand the following type: {0}
ja: 次のタイプを理解できません:{0}

source: Cannot undo command ''{0}'' because layer ''{1}'' is not present any more
ja: コマンド ''{0}'' はレイヤー {1} がすでに存在しないので取り消せません

source: Canoe
ja: カヌー

source: Canoeing/Kayaking
ja: カヌー・競艇

source: Cans
ja: カン

source: Capacity
ja: 収容台数

source: Capacity (overall)
ja: 収容能力(全体)

source: Cape
ja: 岬

source: Caption: {0}
ja: キャプション:{0}

source: Capture GPS Track
ja: GPSトラックの取り込み

source: Car
ja: 自動車

source: Car Dealer
ja: 自動車販売店

source: Car brand
ja: 自動車ブランド

source: Caravan Site/RV Park
ja: キャンプ場/RVパーク

source: Caravans allowed
ja: キャンピングカー可

source: Cardboard
ja: ボール紙

source: Carefully check the server<br>URL and your Internet connection.</html>
ja: サーバーのURLとインターネット接続を注意深く確認してください。<br></html>

source: Cargo
ja: 積載

source: Carpenter
ja: 工務店

source: Carpet
ja: カーペット

source: Cash
ja: お金

source: Casino
ja: カジノ

source: Cassini-Soldner
ja: カッシニ・ゾルドネル図法

source: Castle
ja: 城

source: Catch
ja: キャッチ

source: Catenary mast
ja: カテナリー電柱

source: Caterer
ja: 仕出し店

source: Cattle Grid
ja: 家畜脱出防止溝

source: Caught security exception.
ja: セキュリティ例外がキャッチされました。

source: Cause:
ja: 原因:

source: Cave Entrance
ja: 洞窟の出入口

source: Cemetery
ja: 霊園

source: Cemetery sector
ja: 墓地の区画

source: Center && Zoom map
ja: 中央に表示してズーム

source: Center Once
ja: 一回中央寄せ

source: Center handrail
ja: 中央の手すり

source: Center map
ja: 中央に表示

source: Center of bounding box:
ja: 外接長方形の中央:

source: Center pivot irrigation
ja: センターピボットかんがい

source: Center the LiveGPS layer to current position.
ja: 現在の位置をLiveGPSのレイヤーの中心にする。

source: Center view
ja: 中央表示

source: Center view on new image when using the buttons to jump to another image
ja: 他の画像へボタンでジャンプしたときに、新しい画像は中央表示する。

source: Central meridian
ja: 本初子午線

source: Centroid:
ja: 中心点:

source: Certificate has been successfully installed.
ja: 証明書のインストールに成功しました。

source: Certificate has been successfully uninstalled.
ja: 証明書のアンインストールに成功しました。

source: Certificate:
ja: 証明書:

source: Certificates
ja: 証明書

source: Chain
ja: チェーン

source: Chain tool
ja: チェーン修理

source: Chair Lift
ja: チェアリフト

source: Chalet
ja: 貸別荘

source: Change Color
ja: 色の変更

source: Change GPG and privacy settings of the trustosm plugin.
ja: trustosmプラグインのGPGとプライバシー設定を変更します。

source: Change Properties
ja: プロパティの変更

source: Change Tags
ja: タグの変更

source: Change bookmark
ja: ブックマークを変更

source: Change colors used in program dialogs and in map paint styles.
ja: プログラムダイアログおよびマップペイントスタイルで使用される色を変更します。

source: Change directions?
ja: 方向を変更しますか？

source: Change list of lists setting
ja: リストの一覧の設定を変更

source: Change list of maps setting
ja: 地図の一覧の設定を変更

source: Change list setting
ja: リストの設定を変更

source: Change location
ja: ロケーションの変更

source: Change members of {0}
ja: {0}のメンバを変更

source: Change node {0}
ja: ノード {0} を変更

source: Change nodes of {0}
ja: {0}のノードを変更

source: Change properties of up to {0} object
ja: {0}件のオブジェクトのプロパティ変更

source: Change proxy settings
ja: プロキシ設定を変更

source: Change relation
ja: リレーションの変更

source: Change relation member for {0} {1}
ja: {0} {1} のリレーションのメンバーを変更

source: Change relation member role for {0} {1}
ja: リレーションのメンバー{0}のロールを {1} に変更

source: Change relation member roles to {0}
ja: リレーションメンバーのロールを{0}に変更

source: Change relation {0}
ja: リレーション {0} を変更

source: Change resolution
ja: 解像度の変更

source: Change role
ja: ロールを変更

source: Change role for {0} in relation {1}
ja: リレーション{1}の{0}の役割を変更

source: Change string setting
ja: 文字列の設定を変更

source: Change tag {0} to {1}
ja: タグ{0}を{1}に変更

source: Change the JOSM directory name
ja: JSOMのディレクトリ名を変更

source: Change the current projection
ja: 現在の投影法を変更

source: Change the projection again or remove the layer.
ja: もう一度投影法を変更するか、レイヤーを削除するかしてください。

source: Change the selection
ja: 選択の変更

source: Change the viewport
ja: ビューポートの変更

source: Change to the Basic Editor and select a way
ja: 基本エディタに変更してウェイを選択

source: Change value?
ja: 値を変更しますか？

source: Change visibility of the selected layer.
ja: 選択中のレイヤーの表示方法を変更します。

source: Change way {0}
ja: ウェイ {0} を変更

source: Change wikipedia tag?
ja: wikipediaのタグを変更しますか？

source: Change {0} object
ja: {0}件のオブジェクトを変更

source: Change {0}={1} to {2}
ja: {0}={1}を{2}に変更

source: Change...
ja: 変更中...

source: Changed {0} primitive
ja: 変更された{0}プリミティブ

source: Changelog
ja: 変更ログ

source: Changes
ja: 変更

source: Changes need uploading?
ja: 変更はアップロードが必要ですか？

source: Changes preferences according to the XML file
ja: XMLファイルによって設定を変更

source: Changeset
ja: 変更セット

source: Changeset ID:
ja: 変更セットID:

source: Changeset Management Dialog
ja: 変更セット管理ダイアログ

source: Changeset Manager
ja: 変更セットマネージャ

source: Changeset Viewer plugin allows you to visualize the changesets in JOSM background
ja: 変更セットビューアープラグインはＪＯＳＭのバックグラウンドで変更セットを可視化することができます

source: Changeset closed
ja: 変更セットは閉じられました

source: Changeset comment
ja: 変更セットのコメント

source: Changeset comment:
ja: 変更セットのコメント:

source: Changeset id:
ja: 変更セットID:

source: Changeset info
ja: 変更セット情報

source: Changeset is full
ja: 変更セットはいっぱいです

source: Changeset source
ja: 変更セットのソース

source: Changeset upload failed with {0} error ''{1} {2}''!
ja: 変更セットのアップロードに、{0} エラー "{1} {2}"で失敗しました!

source: Changeset viewer
ja: 変更セットビューアー

source: Changeset {0}
ja: 変更セット {0}

source: Changeset {0}: Unexpected order of versions for {1}: v{2} is not higher than v{3}
ja: 変更セット {0}: {1} のバージョンの順番が予想外です: v{2} は v{3} より高いバージョンです

source: Changesets
ja: 変更セット

source: Changing keyboard shortcuts manually.
ja: キーボードショートカットを手動で変更

source: Changing table
ja: おむつ交換台

source: Channel-Digraph created from the active OSM-Layer
ja: チャネル方向グラフがアクティブなOSMレイヤーから作成されました

source: Channel-Digraph creation
ja: チャネル方向グラフの作成

source: Charging Station
ja: 充電ステーション

source: Charity
ja: チャリティーショップ

source: Check
ja: チェック

source: Check "Save" to save the layer to the file specified on the left.
ja: 「保存」をチェックすると、左に指定されたファイルにレイヤーを保存します。

source: Check "Upload" to upload the changes to the OSM server.
ja: 「アップロード」をチェックすると、 OSM サーバーに変更をアップロードします。

source: Check all available signatures for selected object.
ja: 選択されたオブジェクトのすべての有効な署名をチェックします。

source: Check for FIXMES.
ja: FIXMEをチェック

source: Check for Incomplete Routes
ja: 不完全なルートのチェック

source: Check for fixme.
ja: fixmeをチェックします。

source: Check for presets types.
ja: プリセットのタイプをチェック

source: Check for sharp angles on roads
ja: 道路の鋭角をチェックする

source: Check format of wikipedia=* tags and subtags
ja: wikipedia=*タグとサブタグの書式をチェック

source: Check interval (minutes):
ja: 確認間隔(分):

source: Check on the server
ja: サーバーでチェック

source: Check property keys.
ja: プロパティのキーをチェック

source: Check property values.
ja: プロパティの値をチェック

source: Check wikipedia=* is interwiki link of wikidata=*
ja: wikipedia=*はwikidata=*のinterwikiリンクです。

source: Check wikipedia=* is not a redirect
ja: 要確認 wikipedia=* はリダイレクトされません。

source: Checking changes...
ja: 変更をチェック中...

source: Checking for deleted parents in the local dataset
ja: ローカルデータセット内の削除済みの親をチェック中

source: Checking module preconditions...
ja: モジュールの要件をチェック中...

source: Checking parents for deleted objects
ja: 親の削除済みオブジェクトをチェック中

source: Checking plugin preconditions...
ja: プラグインの前提条件をチェック中..

source: Checks for buildings that have angles close to right angle and are not orthogonalized.
ja: 直角に近い角があるのに直交化されていない建物をチェックします。

source: Checks for deprecated features
ja: 推奨されない地物をチェックします

source: Checks for errors against API capabilities
ja: APIの許容量に違反するエラーをチェックします

source: Checks for errors in addresses and associatedStreet relations.
ja: 住所と通り名住居表示のリレーションのエラーをチェックする。

source: Checks for errors in barriers and entrances.
ja: 障害物と出入口のエラーをチェックします。

source: Checks for errors in internet-related tags.
ja: インターネットに関するタグのエラーをチェックします。

source: Checks for errors in relations.
ja: リレーションのエラーを検査します。

source: Checks for errors on addresses
ja: 住所のエラーをチェックします

source: Checks for errors on highways
ja: 道路のエラーをチェックします

source: Checks for errors on relations
ja: リレーションのエラーをチェックします

source: Checks for errors on religious objects
ja: 宗教関係のオブジェクトのエラーをチェックします

source: Checks for geometry errors
ja: ジオメトリのエラーをチェックします

source: Checks for missing tag or suspicious combinations
ja: 欠落しているタグや疑わしい組み合わせをチェックします

source: Checks for nodes in power lines that do not have a power=tower/pole tag.
ja: 電力線ノードにpower=towerまたはpoleタグが存在するか確認してください。

source: Checks for territories-specific features
ja: 地域固有の地物をチェックします

source: Checks for unnecessary tags
ja: 不要なタグをチェックします

source: Checks for ways connected to areas.
ja: エリアに接続されたウェイを検査します。

source: Checks for ways with identical consecutive nodes.
ja: 全く同じ連続するノードを持つウェイをチェック

source: Checks for wrong multiple values
ja: 誤った複数の値をチェックします

source: Checks for wrong numeric values
ja: 誤った数値をチェックします

source: Checks for wrong wikipedia tags
ja: 誤ったWikipediaタグをチェックします

source: Checksum errors: {0}
ja: チェックサムエラー: {0}

source: Cheese
ja: チーズ

source: Chemist
ja: 薬品・化粧品店

source: Chess
ja: チェス

source: Chevron
ja: シェブロン

source: Chicane
ja: シケイン

source: Child Relations
ja: 子リレーション

source: Chimney
ja: 煙突

source: China Pressurized Reactor (CPR-1000)
ja: 中国式加圧水型軽水炉(CPR-1000)

source: Chinese
ja: 中国語

source: Choker
ja: チョーカー

source: Choose
ja: 選択

source: Choose Bitlength (Strength):
ja: ビット長(強度)を選択:

source: Choose Tag checker rules to enable
ja: 有効にするタグチェッカールールを選択してください

source: Choose a color
ja: 色選択

source: Choose a color for {0}
ja: {0}の色を選択

source: Choose a predefined license
ja: 事前定義のライセンスを選択

source: Choose a script engine
ja: スクリプトエンジンの選択

source: Choose a type for the relation:
ja: リレーションの種別を選択してください:

source: Choose a value
ja: 値を選択

source: Choose an expiry date for the key:
ja: キーの有効期限を選択:

source: Choose arrow color
ja: 矢印色の選択

source: Choose arrowhead fill color
ja: 矢印の先端色の選択

source: Choose default layer
ja: 既定のレイヤーを選択

source: Choose from...
ja: 選択...

source: Choose key
ja: キーの選択

source: Choose node color
ja: ノード色の選択

source: Choose profile file
ja: プロファイルのファイルを選択してください

source: Choose recent tag {0}
ja: 最近のタグ {0} を選択

source: Choose signs
ja: 標識を選択

source: Choose tests to enable
ja: 有効にするテストを選択してください

source: Choose the OSM object type
ja: OSMオブジェクト種別を選択

source: Choose the server for searching:
ja: 検索サーバーを選択:

source: Choose track visibility and colors
ja: トラックの表示/非表示と色の選択

source: Choose visible tracks
ja: 表示するトラックを選択

source: Chunk size {0} exceeds max.
ja: チャンクサイズ{0}が最大値を超えています。

source: Chunk size:
ja: チャンクサイズ:

source: Church
ja: 教会

source: Circle
ja: 円形

source: Circle arc
ja: 弧

source: Circumference (meters)
ja: 外周 (メートル)

source: City
ja: 市区

source: City Limit Sign
ja: 市町村境界標識

source: City Wall
ja: 市壁

source: City gate
ja: 市門

source: City name
ja: 市町村名

source: City:
ja: 市区:

source: Citywalls
ja: 市城壁

source: Class
ja: クラス

source: Class Type
ja: クラス種別

source: Class element ({0}) outside classes element
ja: classes要素の外にクラス要素({0})がある

source: Class element without name
ja: 名前がないクラス要素

source: Classes element below root child level
ja: ルートの子レベルより下にclasses要素がある

source: Clean Network
ja: 道路ネットワークをクリーン化

source: Cleanup
ja: クリーンアップ

source: Clear
ja: クリア

source: Clear %1 tags on %2
ja: %2の%1タグをクリア

source: Clear Tag '%1' on %2
ja: %2のタグ'%1'をクリアー

source: Clear Undo/Redo buffer
ja: Undo/Redo バッファをクリア

source: Clear all
ja: 選択解除

source: Clear buffer
ja: バッファをクリア

source: Clear filters
ja: フィルタを解除

source: Clear log
ja: ログのクリア

source: Clear route
ja: ルートの消去

source: Clear textarea
ja: テキスト領域を消去

source: Clear the chosen relation
ja: 選択されたリレーションをクリア

source: Clear the list of recently opened files
ja: 最近使用したファイルの一覧を消去します

source: Clear the log content
ja: ログの内容を消去する

source: Clear the selected roles or delete the selected members
ja: 選択されたロールをクリアするか選択されたメンバーを削除

source: Clear the todo list
ja: ToDoリストをクリアする

source: Clearly they don't display major errors like this deliberately (it makes their map unusable in the area!).
ja: 明らかに、故意にこれが大きなエラーとしては表示されないようになっています（この区域の地図が使えなくなってしまいますので）。

source: Click ''<strong>{0}</strong>'' to continue uploading to additional new changesets.<br>Click ''<strong>{1}</strong>'' to return to the upload dialog.<br>Click ''<strong>{2}</strong>'' to abort uploading and return to map editing.<br>
ja: ''<strong>{0}</strong>'' をクリックして追加の新しい変更セットにアップロードを継続。<br> ''<strong>{1}</strong>'' をクリックしてアップロードダイアログに戻る。<br>''<strong>{2}</strong>'' をクリックしてアップロードを中断し、マップ編集に戻る。<br>

source: Click <strong>{0}</strong> to check the state of this object on the server.
ja: サーバー上のこのオブジェクトの状態をチェックするには <strong>{0}</strong> をクリックしてください。

source: Click <strong>{0}</strong> to ignore.</html>
ja: 無視するには<strong>{0}</strong>をクリックしてください。</html>

source: Click <strong>{0}</strong> to load them now.<br>If necessary JOSM will create conflicts which you can resolve in the Conflict Resolution Dialog.
ja: <strong>{0}</strong>をクリックするとすぐにロードします。<br>必要に応じてJOSMは競合を作成し、競合解決ダイアログで解決できるようにします。

source: Click File-Generate target file on Omega-T
ja: ファイル-Omega-T上でターゲットファイルを生成するをクリックします

source: Click File-Reload on Omega-T.
ja: Omega-Tでファイル-再読み込みをクリックします。

source: Click and drag to move destination
ja: クリック＆ドラッグして行き先を移動

source: Click cell to change the file path.
ja: セルをクリックしてファイルパスを変更します。

source: Click first Lambert crosspiece for georeferencing (two points required)
ja: 最初の地理参照用ランベルトcrosspiece をクリック (2つのポイントが必要)

source: Click first corner for image cropping (two points required)
ja: イメージを切り抜く最初の角をクリック (二箇所必要)

source: Click here to choose save path
ja: 保存先のパスを選択するにはクリックしてください

source: Click here to see your inbox.
ja: 受信トレイを表示するにはここをクリックしてください。

source: Click on "Export"
ja: "Export"をクリック

source: Click on <strong>{0}</strong> to accept the token.
ja: <strong>{0}</strong>をクリックして、トークンを受け入れます。

source: Click on a polygon to delete it.
ja: ポリゴンをクリックして削除する。

source: Click on the way to start improving its shape.
ja: ウェイをクリックしてその形状の改善を開始します。

source: Click or Click&drag to continue, Ctrl-Click to add fixed node, Shift-Click to delete, Enter to simplify or save, Ctrl-Shift-Click to start new line
ja: クリックまたはクリック＆ドラッグで継続、Ctrl+クリックで修正ノードを追加、Shift+Clickで削除、Enterで簡略化または保存、Ctrl+Shift+クリックで新しい線を開始

source: Click save or hit CTRL+S
ja: 保存をクリックするか、CTRL+Sを押す

source: Click second Lambert crosspiece for georeferencing
ja: ２番目の地理参照用ランベルトcrosspiece をクリック

source: Click second corner for image cropping
ja: 切り抜くイメージの二番目の角をクリック

source: Click test access to the OSM server with the current access token
ja: 現在のアクセストークンでOSMサーバーにアクセスできるかをテストするにはクリックしてください

source: Click the arrow at the bottom to show it again.
ja: 下部の矢印をクリックして再表示。

source: Click the location where you wish to create a new note
ja: 新しいメモを作成したい場所をクリックしてください

source: Click to abort and to resume editing
ja: クリックして編集を中断および再開

source: Click to abort launching external browsers
ja: 外部ブラウザーの起動を中断するならばクリックしてください

source: Click to abort merging nodes
ja: クリックしてノードのマージを中断

source: Click to abort resetting to the OAuth default values
ja: クリックで OAuth の初期値へのリセットを中止

source: Click to abort uploading
ja: クリックしてアップロードを異常終了させる

source: Click to add a new node.
ja: クリックして新しいノードを追加します。

source: Click to add destination.
ja: クリックして行き先目標を追加。

source: Click to cancel
ja: クリックでキャンセル

source: Click to cancel and to resume editing the map
ja: クリックしてキャンセル後に地図編集を再開

source: Click to cancel the current operation
ja: クリックして現在の操作をキャンセル

source: Click to check whether objects in your local dataset are deleted on the server
ja: クリックしてあなたのローカルデータセット中の天気オブジェクトがサーバーから削除されているかどうかチェック

source: Click to close the dialog
ja: クリックしてダイアログを閉じる

source: Click to close the dialog and remove the object from the relations
ja: クリックしてダイアログを閉じ、オブジェクトをリレーションから削除

source: Click to close the dialog and to abort deleting the objects
ja: クリックしてダイアログを閉じ、オブジェクト削除を中断

source: Click to close the dialog and to abort downloading
ja: クリックするとダイアログを閉じてダウンロードを中止

source: Click to close this dialog and continue editing
ja: クリックしてこのダイアログを閉じ、編集を続ける

source: Click to close window
ja: クリックするとウィンドウを閉じます

source: Click to continue and to open {0} browser
ja: {0}枚のブラウザーを開くならばクリック

source: Click to continue uploading to additional new changesets
ja: クリックして追加の新しい変更セットにアップロードを継続

source: Click to continue without this plugin
ja: クリックでこのプラグインなしで継続

source: Click to create a conflict and close this relation editor
ja: クリックして競合を作成し、このリレーションエディタを閉じる

source: Click to delete the highlighted node.
ja: クリックすると、ハイライト表示されたノードが削除されます。

source: Click to delete the module ''{0}''
ja: ’’{0}'' モジュールを削除するにはクリック

source: Click to delete the plugin ''{0}''
ja: プラグイン ''{0}''の削除をするにはクリック

source: Click to delete.
ja: クリックして削除します。

source: Click to disable the plugin ''{0}''
ja: クリックしてプラグイン ''{0}'' を無効化

source: Click to discard the changes and close this relation editor
ja: 変更を破棄してこのリレーション編集画面を閉じる場合はクリックしてください

source: Click to discard the changes and reload data from layer
ja: 変更を破棄してレイヤーからデータを読み込み直すにはクリック

source: Click to download
ja: クリックでダウンロード

source: Click to download all referring objects for {0}
ja: クリックすると{0}を参照しているオブジェクトをすべてダウンロード

source: Click to download into a new data layer
ja: クリックすると新しいデータレイヤーにダウンロードします

source: Click to download missing plugin and restart JOSM
ja: クリックで不足しているプラグインをダウンロードして JOSM を再起動

source: Click to download the currently selected area
ja: クリックすると現在選択されている領域をダウンロード

source: Click to download the currently selected area into a new data layer
ja: クリックすると現在選択されている領域を新規レイヤーとしてダウンロード

source: Click to keep the module ''{0}''
ja: ''{0}'' モジュールを保持するにはクリック

source: Click to keep the plugin ''{0}''
ja: クリックしてプラグイン ''{0}'' を保持

source: Click to minimize/maximize the panel content
ja: クリックすることでパネルの内容を最小化/最大化

source: Click to move the highlighted node.
ja: クリックして、ハイライト表示されたノードを移動します。

source: Click to open the imagery tab in the preferences
ja: クリックすると設定の画像タブを開きます

source: Click to open the tagging presets tab in the preferences
ja: クリックすると設定のタグ付けプリセットタブを開きます

source: Click to redirect you to the authorization form on the JOSM web site
ja: クリックしてJOSMウェブサイト上の認証フォームへリダイレクト

source: Click to remove destination
ja: クリックして行き先を削除。

source: Click to reset the OAuth settings to default values
ja: OAuthの設定を初期値にリセット

source: Click to restart later.
ja: 後で再起動するにはクリックしてください。

source: Click to retrieve a Request Token
ja: クリックしてリクエストトークンを取得

source: Click to retrieve an Access Token
ja: クリックしてアクセストークンを取得

source: Click to return to the Upload Dialog
ja: クリックしてアップロードダイアログに戻る

source: Click to return to the relation editor and to resume relation editing
ja: クリックしてリレーションエディタに戻り、リレーション編集を再開

source: Click to run job in background
ja: バックグラウンドでジョブを動かすためにクリック

source: Click to save the changes and close this relation editor
ja: 変更を保存してリレーション編集画面を閉じるときはクリックしてください

source: Click to search for more places
ja: クリックして他の場所を検索

source: Click to skip updating the activated modules
ja: 有効なモジュールの更新をスキップするにはクリック

source: Click to skip updating the activated plugins
ja: 有効なプラグインの更新をスキップするならクリック

source: Click to start searching for places
ja: クリックして場所を検索

source: Click to step through the OAuth authorization process
ja: クリックしてOAuth 認証プロセスを一歩進む

source: Click to step through the OAuth authorization process and generate a new Access Token
ja: OAuth認証手続きを進めて新しいアクセストークンを作成するにはクリックしてください

source: Click to test the Access Token
ja: クリックしてアクセストークンをテスト

source: Click to update the activated modules
ja: 有効なモジュールを更新するにはクリック

source: Click to update the activated plugins
ja: 有効なプラグインの更新するにはクリック

source: Click to update the plugin ''{0}''
ja: クリックでプラグイン「{0}」をアップデート

source: Click: select way segment to be aligned; Alt-click: Clear selection
ja: クリック: 再配置されるウェイの区間を選択、Alt+クリック: 選択をクリア

source: Client
ja: クライアント

source: Client Time Out
ja: クライアントのタイムアウト

source: Cliff
ja: 崖

source: Climbing site
ja: 登山場所

source: Clinic
ja: クリニック

source: Clipboard do not contain valid data.
ja: クリップボードには有効なデータがありません。

source: Clipboard invalid
ja: クリップボードが不正です

source: Clock
ja: 時計

source: Clockwise
ja: 時計回り

source: Clone
ja: 複製

source: Close
ja: 閉じる

source: Close Area %1
ja: 領域%1を閉じる

source: Close Road %1
ja: 道路%1を閉じる

source: Close anyway
ja: 強制的に閉じる

source: Close changeset after upload
ja: アップロード後に変更セットを閉じる

source: Close changesets
ja: 変更セットを閉じる

source: Close dialog and cancel
ja: ダイアログを閉じてキャンセル

source: Close dialog and cancel downloading
ja: ダイアログを閉じてダウンロードをキャンセル

source: Close note
ja: メモを閉じる

source: Close note with message:
ja: メッセージを付けてメモを閉じる:

source: Close open changesets
ja: 開いている変更セットを閉じる

source: Close open changesets...
ja: 開いている変更セットを閉じる...

source: Close tab
ja: タブを閉じる

source: Close the currently selected open changeset
ja: 選択済みの開かれた変更セットを閉じる

source: Close the dialog
ja: ダイアログを閉じる
